Repository: Amitbarvaz/Mindtools
Catalog: import_export_huey/locale/*/LC_MESSAGES/django.po
Languages: he

source: Job status info
he: מידע על סטטוס המשימה

source: Name of model to import to
he: שם המודל לייבא אליו

source: Perform import
he: בצע ייבוא

source: Perform dry import
he: בצע ייבוא יבש(ללא שמירת הנתונים באמת)

source: Run export job
he: בצע משימת ייצוא

source: Export with huey
he: ייצא עם HUEY

source: Import Export huey
he: ייבוא וייצוא עם HUEY

source: exported file
he: קובץ מיוצא

source: Have we started processing the file? If so when?
he: התחלנו לעבד את הקובץ? אם כן, מתי?

source: Status of the job
he: סטטוס המשימה

source: Format of file to be exported
he: פורמט הקובץ לייצוא

source: App label of model to export from
he: שם האפליקציה של המודל לייצוא

source: Name of model to export from
he: שם המודל לייצוא

source: Resource to use when exporting
he: משאב להשתמש בו בזמן הייצוא

source: JSON list of pks to export
he: רשימת המזהים הייחודים לייצוא

source: Send me an email when this export job is complete
he: שלחו לי מייל כשמשימת הייצוא הושלמה

source: Site of origin
he: אתר מקור

source: Export job
he: משימת ייצוא

source: Export jobs
he: משימות ייצוא

source: File to be imported
he: קובץ לייבוא

source: Has the import been completed? If so when?
he: האם הייבוא הושלם? אם כן, מתי?

source: Format of file to be imported
he: פורמט הקובץ לייבוא

source: Summary of changes made by this import
he: סיכום השינויים שנערכו בזמן הייבוא

source: Errors
he: שגיאות

source: Import job
he: משימת ייבוא

source: Import jobs
he: משימות ייבוא

source: Imported file has a wrong encoding: %s
he: לקובץ המיובא יש שגיאת קידוד: %s

source: Error reading file: %s
he: שגיאה בקריאת הקובץ: %s

source: Line: %s - %s %s %s
he: שורה: %s - %s %s %s

source: Import error %s
he: שגיאת ייבוא %s
